tap "charmbracelet/tap"
tap "stripe/stripe-cli"
tap "voicevox/voicevox"
brew "act"
brew "cmake"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "gnupg"
brew "lolcat"
brew "mise"
brew "nasm"
brew "tree-sitter"
brew "neovim"
brew "pinentry-mac"
brew "pkgconf"
brew "shellcheck"
brew "socat"
brew "tree"
brew "uv"
brew "zellij"
brew "stripe/stripe-cli/stripe"
cask "aqua-voice"
cask "betterdisplay"
cask "claude"
cask "claude-code"
cask "freeze"
cask "ghostty"
cask "google-chrome"
cask "ngrok"
cask "visual-studio-code"
cask "voiceink"
vscode "1yib.rust-bundle"
vscode "anthropic.claude-code"
vscode "biomejs.biome"
vscode "bocovo.prisma-erd-visualizer"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "dustypomerleau.rust-syntax"
vscode "fill-labs.dependi"
vscode "funkyremi.vscode-google-translate"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "lakshits11.best-themes-redefined"
vscode "michaelzhou.fleet-theme"
vscode "prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "vstirbu.vscode-mermaid-preview"
vscode "wdhongtw.gpg-indicator"
go "cmd/go"
go "cmd/gofmt"
go "github.com/kazz187/mcp-google-spreadsheet"
cargo "similarity-rs"
cargo "similarity-ts"
